Repository: canton7/SyncTrayzor
Catalog: src/SyncTrayzor/Properties/Strings/Resources.*.resx
Languages: cs, de, el, es, fr, it_it, nl_nl, ru, sk

# SettingsView_SyncthingRunLowPriority
source: Run Syncthing as a low-priority process
cs: Spouštět Syncthing jako proces s nízkou prioritou
de: Syncthing mit niedriger Prozess-Priorität laufen lassen.
el: Εκτέλεση του Syncthing ως χαμηλής προτεραιότητας διαδικασία
es: Ejecutar Syncthing como un proceso de baja prioridad
fr: Démarrer Syncthing en tant que processus à faible priorité
it_it: Esegui Syncthing come un processo a bassa priorità
nl_nl: Voer Syncthing uit als een laag prioriteit proces
ru: Запускать Syncthing с низким уровнем приоритета
sk: Spustiť Syncthing ako proces s nízkou prioritou

# TrayIcon_Menu_OpenFolder
source: _Open Folder
cs: _Otevřít adresář
de: _Ordner öffnen
el: _Άνοιγμα Φακέλου
es: _Abrir Carpeta
fr: _Ouvrir dossier
it_it: _Apri Cartella
nl_nl: _Open Map
ru: _Открыть папку
sk: _Otvoriť priečinok

# ViewerView_OpenFolder
source: Open Folder
cs: Otevřít adresář
de: Ordner öffnen
el: Άνοιγμα Φακέλου
es: Abrir Carpeta
fr: Ouvrir dossier
it_it: Apri Cartella
nl_nl: Open Map
ru: Открыть папку
sk: Otvoriť priečinok

# ViewerView_StartSyncthing
source: Start Syncthing
cs: Spustit Syncthing
de: Syncthing starten
el: Έναρξη του Syncthing
es: Iniciar Syncthing
fr: Démarrer Syncthing
it_it: Avvia Syncthing
ru: Запустить Syncthing
sk: Zapnúť Syncthing

# SettingsView_UseComputerCulture
source: Use my computer's language, where available. You will need to restart SyncTrayzor for this to take effect
cs: Use my computer's language, where available
de: Benutze die Sprache meines Betriebssystems, wo verfügbar. SyncTrayzor muss neu gestartet werden um diese Änderung anzuwenden.
el: Χρησιμοποιήση της γλώσσας του υπολογιστή, εφόσον είναι διαθέσιμη. Θα χρειαστεί να κάνετε επανεκκίνηση του SyncTrayzor για αυτό να τεθεί σε ισχύ
es: Usar el idioma de mi ordenador, si está disponible
fr: Utiliser la langue de mon ordinateur, si disponible. Vous devrez redémarrer SyncTrayzor.
it_it: Usa la lingua predefinita del computer, quando disponibile. Dovrai riavviare SyncTrayzor affinchè le modifiche abbiano effetto.
nl_nl: Gebruik de taal van mijn computer, waar mogelijk
ru: Если возможно использовать перевод интерфейса на язык моего компьютера. Требует перезапуска SyncTrayzor.
sk: Použiť jazyk môjho operačného systému, v prípade, že je dostupný. Program SyncTrayzor bude nutné reštartovať, aby sa nastavenie aplikovalo.

# ShellView_Menu_View
source: _View
cs: _Zobrazení
de: _Ansicht
el: _Εμφάνιση
es: _Ver
fr: _Vue
it_it: M_ostra
nl_nl: _Weergave
ru: _Вид
sk: _Zobraziť

# ShellView_Menu_View_SyncthingConsole
source: Syncthing Console
cs: Příkazový řádek Syncthing
de: Syncthing Κonsole
el: Syncthing κονσόλα
es: _Mostrar la consola de Syncthing
fr: Afficher la console de Syncthing
ru: Консоль Syncthing
sk: Konzola Syncthing

# NewVersionAlertView_Button_Install
source: Install Now
cs: Instalovat nyní
de: Jetzt installieren
el: Εγκατάσταση Τώρα
es: Instalar ahora
fr: Installer maintenant
it_it: Installa Ora
nl_nl: Nu Installeren
ru: Установить сейчас
sk: Nainštalovať teraz

# NewVersionAlertView_ViewChangelog
source: View Changelog
cs: Zobrazit changelog
de: Änderungshistorie anzeigen
el: Εμφάνιση αρχείου καταγραφής αλλαγών
es: Ver lista de cambios
it_it: Vedi Note di Rilascio
nl_nl: Veranderingslogboek Weergeven
ru: Посмотреть список изменений
sk: Zobraziť zoznam zmien

# ShellView_Menu_Zoom_In
source: Zoom _In
cs: _Přiblížit
de: Hineinzoomen
el: Μεγέθυνση
es: _Acercar
fr: Zoom _avant
it_it: In_grandisci
sk: Pr_iblížiť

# ShellView_Menu_Zoom_Out
source: Zoom _Out
cs: _Oddálit
de: Herauszoomen
el: Σμίκρυνση
es: Al_ejar
fr: Zoom _arrière
it_it: Ri_duci
nl_nl: Zoom _Uit
sk: _Oddialiť

# ShellView_Menu_Zoom_Reset
source: _Reset
cs: _Resetovat
de: Zurücksetzen
el: Eπαναφορά
es: _Restaurar
fr: _Normal

# SettingsView_Validation_SyncthingEnvironmentalVariablesMustHaveFormat
source: Must be in the format 'VAR=value VAR2="val1 val2"'
cs: Musí být ve formátu 'PROM=hodnota PROM2="hodnota1 hodnota2"'
de: Muss im folgenden Format sein 'VAR=value VAR2="val1 val2"'
el: Πρέπει να είναι στη μορφή 'VAR=value VAR2="val1 val2"'
es: Debe estar en el formato 'VAR=valor VAR2="val1 val2"'
fr: Doit être dans le format suivant : 'VAR=value VAR2="val1 val2"'
it_it: Deve essere nel formato 'VAR=valore VAR2="val1 val2"'
nl_nl: Moet in 'VAR=waarde VAR2="waarde1 waarde2"' formaat
sk: Musí byť vo formáte 'VAR=hodnota VAR2="premenná1 premenná2"'

# ShellView_Menu_Zoom
source: _Zoom Browser
cs: _Přiblížení
es: _Zoom del navegador
fr: Zoom
sk: _Priblížiť prehliadač

# SettingsView_WatchedFolders_Explanation
source: The following folders will be watched for changes, which means you can set a longer polling interval.
cs: V následujících adresářích budou sledovány změny, tudíž pro ně můžete nastavit delší interval opakování skenování.
es: Las siguientes carpetas estarán supervisadas por si cambian, lo que significa que puedes configurar un intervalo de consulta más largo
it_it: Le seguenti cartelle saranno controllate per eventuali cambiamenti, significa che puoi impostare un lungo intervallo di polling.
nl_nl: Gemonitord: De map zal in de gaten gehouden worden voor wijzigingen, dit betekend dat u een langere poll interval kunt instellen in Syncthing. Meldingen: U zult 'Gesynchroniseerd' ballon meldingen te zien krijgen wanneer deze map is bijgewerkt .

# Generic_Dialog_OK
source: OK
nl_nl: Okee
