Repository: canton7/SyncTrayzor
Catalog: src/SyncTrayzor/Properties/Strings/Resources.*.resx
Languages: cs, de, el, es, fr, it_it, nl_nl, ru, sk

# AboutView_CreatedByAuthor
source: Created by Antony Male.
cs: Vytvořil Antony Male.
de: Erstellt von Antony Male.
el: Δημιουργήθηκε από τον Antony Male.
es: Creado por Antony Male.
fr: Créé par Antony Male.
it_it: Creato da Antony Male.
nl_nl: Gecreëerd door Antony Male.
ru: Создано Antony Male.
sk: Vytvoril Anthony Male.

# AboutView_DownloadNewVersion
source: Open Download Page
cs: Otevřít stránku pro stažení
de: Herunterladen Seite öffnen
el: Άνοιγμα σελίδας λήψης
es: Abrir la página de descargas
it_it: Apri Pagina Download
nl_nl: Open Downloadpagina
sk: Otvoriť stránku na stiahnutie

# AboutView_NewAppVersionAvailable
source: New version available: {0}
cs: Je dostupná nová verze: {0}
de: Neue Version verfügbar: {0}
el: Νέα έκδοση διατίθεται: {0}
es: Nueva versión disponible: {0}
fr: Nouvelle version disponible : {0}
it_it: Nuova versione disponibile : {0}
nl_nl: Er is een nieuwe versie beschikbaar: {0}
ru: Доступна новая версия: {0}
sk: Nová verzia je k dispozícii: {0}

# AboutView_ReleasedLicense
source: Released under the MIT license.
cs: Vydáno pod MIT licencí.
de: Veröffentlicht unter MIT-Lizenz.
el: Κυκλοφόρησε υπό την άδεια MIT.
es: Publicado bajo licencia del MIT
fr: Distribué sous licence MIT
it_it: Rilasciato sotto la licenza MIT.
nl_nl: Uitgebracht onder de MIT-licentie.
ru: Распространяется под лицензией МТИ.
sk: Vydané pod licenciou MIT.

# AboutView_ShowOtherLicenses
source: Show Open Source Licenses
cs: Zobrazit Open Source licence
de: Zeige Open-Source-Lizenzen
el: Εμφάνιση άδειες Ανοικτού Κώδικα
es: Mostrar Licencias de Código Abierto
fr: Montrer les licences open source
it_it: Mostra Licenze Open Source
nl_nl: Open bron-licenties weergeven
ru: Показать лицензии
sk: Zobraz licencie Open Source

# AboutView_SyncthingVersion
source: Syncthing Version: {0}
cs: Verze Syncthing: {0}
el: Syncthing Έκδοση: {0}
es: Versión Syncthing: {0}
fr: Version de Syncthing : {0}
it_it: Versione Syncthing : {0}
nl_nl: Syncthing-versie: {0}
ru: Версия Syncthing: {0}
sk: Syncthing Verzia: {0}

# AboutView_Version
source: Version: {0}
cs: Verze: {0}
el: Έκδοση: {0}
es: Versión: {0}
it_it: Versione: {0}
nl_nl: Versie: {0}
ru: Версия: {0}
sk: Verzia: {0}

# Generic_Dialog_Cancel
source: Cancel
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it_it: Annulla
nl_nl: Annuleren
ru: Отмена
sk: Zrušiť

# Generic_Dialog_Close
source: Close
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
it_it: Chiudi
nl_nl: Sluiten
ru: Закрыть
sk: Zatvoriť

# Generic_Dialog_Save
source: Save
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Sauver
it_it: Salva
nl_nl: Opslaan
ru: Сохранить
sk: Uložiť

# ShellView_Menu_File
source: _File
cs: _Soubor
de: _Datei
el: _Aρχείο
es: _Archivo
fr: _Fichier
nl_nl: _Bestand
ru: _Файл
sk: _Súbor

# ShellView_Menu_File_Exit
source: _Exit
cs: _Ukončit
de: _Beenden
el: _Eξοδος
es: _Salir
fr: _Quitter
it_it: _Esci
nl_nl: _Afsluiten
ru: В_ыход
sk: _Koniec

# ShellView_Menu_File_Settings
source: _Settings
cs: _Nastavení
de: _Einstellungen
el: _Ρυθμίσεις
es: _Preferencias
fr: _Paramètres
it_it: _Impostazioni
nl_nl: _Instellingen
ru: _Настройки
sk: _Nastavenia

# ShellView_Menu_Help
source: _Help
cs: _Pomoc
de: _Hilfe
el: _Βοήθεια
es: A_yuda
fr: _Aide
it_it: Ai_uto
nl_nl: _Hulp
ru: _Помощь
sk: Pomo_cník

# ShellView_Menu_Help_About
source: _About
cs: _O programu
de: _Info
el: _Σχετικά με
es: _Acerca de
fr: _A propos
it_it: I_nfo
nl_nl: _Over
ru: _О программе
sk: _O programe

# ShellView_Menu_Syncthing_Kill
source: _Kill
de: Prozess _beenden
el: _Τερματισμος
fr: _Arrêter
it_it: _Termina
ru: _Убить
sk: _Ukončiť

# ShellView_Menu_Syncthing_KillAll
source: Kill _all Syncthing processes
cs: Zabít _všechny procesy Syncthing
de: _Alle Syncthing Prozesse beenden
el: Τερματισμος _ολων των διεργασιών του Syncthing
es: Eliminar _todos los procesos Syncthing
fr: Arrêter _tous les processus Syncthing
it_it: T_ermina tutti i processi Syncthing
nl_nl: _Alle Syncthing-processen vernietigen
ru: Убить все _процессы Syncthing
sk: Ukončiť _všetky procesy Syncthing

# ShellView_Menu_Syncthing_OpenExternal
source: _Open in external browser
cs: _Otevřít v externím prohlížeči
de: In e_xternem Browser öffnen
el: _Άνοιγμα σε εξωτερικό πρόγραμμα περιήγησης
es: _Abrir en navegador externo
fr: _Ouvrir dans le navigateur externe
it_it: A_pri nel browser esterno
nl_nl: _Openen in externe browser
ru: Открыть во _внешнем браузере
sk: Otvoriť v _externom prehliadači

# ShellView_Menu_Syncthing_Refresh
source: _Refresh browser
cs: _Aktualizovat prohlížeč
de: _Oberfläche aktualisieren
el: _Ανανέωση προγράμματος περιήγησης
es: Re_frescar navegador
fr: _Rafraichir le navigateur
it_it: A_ggiorna browser
nl_nl: Browser _verversen
ru: Обновить _браузер
sk: O_bnoviť prehliadač

# ShellView_Menu_Syncthing_Start
source: _Start
cs: _Spustit
de: _Starten
el: _Έναρξη
es: _Comenzar
fr: _Démarrer
it_it: _Avvia
nl_nl: _Starten
ru: _Старт
sk: Š_tart

# ShellView_Menu_Syncthing_Stop
source: S_top
cs: _Ukončit
de: _Anhalten
el: Σ_τοπ
es: _Parar
fr: A_rrêter
it_it: Fer_ma
nl_nl: S_toppen
ru: С_топ

# NewVersionAlertView_Button_DontRemind
source: Don't Remind Me Again
cs: Znovu nepřipomínat
de: Nicht erneut erinnern
el: Καμμια υπενθυμιση ξανα
es: No recordar de nuevo
fr: Ne plus me le rappeler
it_it: Non ricordarmelo ancora
nl_nl: Herinner me hier niet nogmaals aan
ru: Не напоминать больше
sk: Znovu ma neupozorňovať

# NewVersionAlertView_Button_Download
source: Open Download Page
cs: Otevřít stránku pro stažení
de: Herunterladen Seite öffnen
el: Άνοιγμα σελίδας λήψης
es: Abrir la página de descargas
it_it: Apri Pagina dei Download
nl_nl: Open Downloadpagina
sk: Otvoriť stránku na stiahnutie

# NewVersionAlertView_Button_RemindLater
source: Remind Me Later
cs: Připomenout později
de: Später erinnern
el: Υπενθύμιση αργότερα
es: Recordar más tarde
fr: Me rappeler plus tard
it_it: Ricordamelo Successivamente
nl_nl: Herinner me hier later aan
ru: Напомнить позже
sk: Upozorni ma neskôr

# NewVersionAlertView_Changelog
source: Changelog:
de: Änderungshistorie:
el: Αρχείο καταγραφής αλλαγών:
es: Lista de cambios
fr: Liste des améliorations
it_it: Note di rilascio:
nl_nl: Wijzigingslog:
ru: Список изменений:
sk: Zoznam zmien:

# NewVersionAlertView_DontRemindMeExplanation
source: 'Don't Remind Me Again' will silence reminders for this version. You can permanently disable new version alerts from the Settings page. Visit Help -> About to manually check for a new version.
cs: 'Znovu nepřipomínat' zruší upozornění na tuto verzi. Úplně zrušit upozornění na nové verze můžete v Nastavení. Pro zkontrolování dostupnosti nové verze navštivte Pomoc -> O programu.
de: "Nicht erneut erinnern" wird keine weiteren Erinnerungen mehr für diese Version anzeigen. Erinnerungen können auch permanent in den Einstellungen abgeschaltet werden. Im Hilfe-Menü kann nach einer neueren Version gesucht werden.
el: «Καμμια υπενθυμιση ξανα« θα σιγήσει υπενθυμίσεις για αυτή την έκδοση. Μπορείτε να απενεργοποιήσετε μόνιμα νέα έκδοση ειδοποιήσεων από τη σελίδα Ρυθμίσεις. Επισκεφθείτε Βοήθεια -> Σχετικά με για χειροκίνητο έλεγχο για νέα έκδοση.
es: 'No recordar de nuevo' silenciará los recordatorios para esta versión. En la página de preferencias se puede deshabilitar permanentemente las alertas sobre nuevas versiones. Para comprobar manualmente si hay nuevas versiones, ir a Ayuda -> Acerca de.
fr: "Ne plus me le rappeler" fera disparaitre les rappels pour cette version. Vous pouvez désactiver de façon permanente les notifications de nouvelles versions. Vous devrez aller dans Aide > A propos pour vérifier manuellement la disponibilité d'une nouvelle version.
it_it: "Non Ricordarmelo" disabiliterà tutti i promemoria per questa versione. Puoi disattivare in modo permanente i nuovi avvisi nella pagina delle Impostazioni. Controlla Aiuto-> Info per cercare una nuova versione manualmente.
nl_nl: 'Herinner me hier niet nogmaals aan' zal de herhaalmeldingen voor deze versie uitschakelen. U kunt meldingen over nieuwe versies permanent uitschakelen op de Instellingen-pagina. Ga naar Hulp -> Over om handmatig te controleren op een nieuwe versie.
ru: 'Не напоминать больше' работает только для этой версии. Навсегда отключить напоминания можно на странице Настройки. Для ручной проверки обновлений пользуйтесь меню Помощь - О программе.
sk: 'Znovu ma neupozorňovať' vypne upozorňovanie nových komponentov programu pre túto verziu. Trvalé vypnutie upozornení je možné na stránke Nastavenia. Navštívte Pomocník -> O programe pre manuálnu kontrolu nových verzií programu.

# NewVersionAlertView_NewVersionAvailable
source: SyncTrayzor version {0} is available!
cs: SyncTrazor verze {0} je dostupný!
de: Sync Rayzor Version {0} ist verfügbar!
el: Μια νέα έκδοση {0} του SyncTrayzor είναι διαθέσιμη
es: ¡La versión {0} de SyncTrayzor está disponible!
fr: SyncTrayzor version {0} est disponible !
it_it: La versione {0} di SyncTrayzor è disponibile!
nl_nl: SyncTrayzor-versie {0} is beschikbaar!
ru: SyncTrayzor {0} уже доступен!
sk: SyncTrayzor verzia {0} je dostupná!

# NewVersionAlertView_Title
source: SyncTrayzor Update Available
cs: Je dostupná aktualizace SyncTrayzor
de: SyncTrayzor Update verfügbar
el: Μια νέα έκδοση του SyncTrayzor είναι διαθέσιμη
es: Hay disponible una actualización de SyncTrayzor
fr: Mise à jour de SyncTrayzor disponible
it_it: SyncTrayzor Aggiornamento Disponibile
nl_nl: SyncTrayzor-update beschikbaar
ru: Доступно обновление SyncTrayzor
sk: Aktualizácia SyncTrayzor je dostupná

# SettingsView_AlertOnNewVersion
source: Alert if a new version of SyncTrayzor is available
cs: Upozorňovat na nové verze SyncTrayzor
de: Benachrichtigen wenn eine neue SyncTrayzor-Version verfügbar ist
el: Ειδοποίηση αν μια νέα έκδοση του SyncTrayzor είναι διαθέσιμη
es: Avisar si hay disponible una nueva versión de SyncTrayzor
fr: Avertir quand une nouvelle version de SyncTrayzor est disponible
it_it: Avvisa se una nuova versione di SyncTrayzor è disponibile
nl_nl: Een melding weergeven zodra er een nieuwe versie van SyncTrayzor beschikbaar is
ru: Предупреждать когда доступна новая версия SyncTrayzor
sk: Upozorniť v prípade dostupnosti novej verzie SyncTrayzor

# SettingsView_ApiKey
source: API Key:
cs: API klíč:
de: API-Schlüssel:
el: Κλειδί API:
es: Llave API:
fr: Clé API :
it_it: Chiave API:
nl_nl: API-sleutel:
ru: Ключ API:
sk: API kľúč:

# SettingsView_ApiKey_ToolTip
source: SyncTrayzor overrides the API key specified in Syncthing's configuration. However, you can set it to whatever value you like here.
cs: SyncTrayzor přepíše API klíč uvedený v nastavení Syncthing. Můžete jej však nastavit na jakoukoliv hodnotu, jako je uvedeno zde.
de: SyncTrayzor überschreibt den API-Schlüssel der in Syncthing konfiguriert wurde. Für einen eigenen Wert kann dieser jedoch hier hinterlegt werden.
el: Το SyncTrayzor παρακάμπτει το κλειδί API που καθορίζεται στην διαμόρφωση του Syncthing. Ωστόσο, μπορείτε να το ρυθμίσετε σε οτι τιμή σας αρέσει εδώ.
es: SyncTrayzor ignora la llave API especificada en la configuración de Syncthing. Sin embargo, puedes configurarla aquí con el valor que desees.
fr: SyncTrayzor outrepasse la clé API spécifiée dans la configuration de Syncthing. Toutefois, vous pouvez lui attribuer la valeur de votre choix ici.
it_it: SyncTrayzor sovrascrive la chiave API specificata nella configurazione di Syncthing. Tuttavia, puoi impostare qualsiasi valore qua.
nl_nl: SyncTrayzor overschrijft de API-sleuten die in Syncthing opgegeven is. U kunt hier elke waarde die u wilt instellen.
ru: Ключ API SyncTrayzor превалирует над настройками Syncthing. Однако, вы можете поставить здесь любое значение.
sk: SyncTrayzor nahrádza API kľúč uvedený v konfigurácii Syncthing. Napriek tomu, ho môžete zmeniť na akúkoľvek hodnotu.

# SettingsView_CloseToTray
source: Close to tray
cs: Zavírat do tray
de: Beim schließen in den Infobereich minimieren
el: Κλεισιμο στο δίσκο
es: Cerrar al área de notificaciones
fr: Fermer vers la zone de notification
it_it: Chiudi nella barra delle applicazioni
nl_nl: Sluiten naar systeemvak
ru: Закрывать в трей
sk: Zavrieť na lištu

# SettingsView_MinimizeToTray
source: Minimize to tray
cs: Minimalizovat do tray
de: Beim minieren im Infobereich anzeigen
el: Ελαχιστοποίηση στο δίσκο
es: Minimizar al área de notificaciones
fr: Réduire vers la zone de notification
it_it: Minimizza nella barra delle applicazioni
nl_nl: Minimalizeren naar systeemvak
ru: Сворачивать в трей
sk: Minimalizovať na lištu

# SettingsView_MustRestartSyncthingWarning
source: You must restart Syncthing for changes in these settings to take effect
de: Syncthing muss neu gestartet werden damit die Änderungen wirksam werden.
el: Πρέπει να κάνετε επανεκκίνηση του Syncthing για να τεθούν σε ισχύ οι αλλαγές σε αυτές τις ρυθμίσεις
fr: Vous devez redémarrer Syncthing pour que ces paramètres prennent effet
it_it: È necessario riavviare Syncthing affinchè le modifiche a queste impostazioni abbiano effetto
ru: Вы должны перезапустить Syncthing для принятия изменений
sk: Syncthing musíte reštartovať, aby sa nastavenia použili

# SettingsView_ObfuscateDeviceIds
source: Obfuscate device IDs in the log view
cs: Zkracovat ID zařízení v náhledu logu
de: Geräte-IDs verkürzt darstellen
el: Συσκοτίστε τα αναγνωριστικά της συσκευής στην προβολή ημερολογίου
es: Ofuscar el ID de dispositivo en la ventana de log
fr: Masquer l'ID des appareils dans le journal
it_it: Offuscare ID dei dispositivi nel log
nl_nl: Verberg apparaat-ID's in de logboekweergave
ru: Изменять идентификаторы устройств в логе
sk: Nezobrazovať pravé ID zariadení v logu

# SettingsView_OnlyShowTrayIconOnClose
source: Show Tray Icon only on close
cs: Zobrazovat ikonu v tray pouze při zavření
de: Symbol im Infobereich nur beim schließen anzeigen
el: Εμφάνιση εικονιδίου γραμμής εργασιών μόνο κατα το κλεισιμο
es: Mostrar el icono en el área de notificación solamente al cerrar
fr: Ne montrer l'icône de notification qu'en cas de fermeture
it_it: Mostra Icona nella barra delle applicazioni solo alla chiusura
nl_nl: Systeemvakpictogram alleen weergeven bij sluiten
ru: Показывать иконку в трее только при закрытии
sk: Zobraziť ikonu na lište pri zavretí

# SettingsView_Section_Advanced
source: Advanced
cs: Pokročilé
de: Erweitert
el: Σύνθετη
es: Avanzado
fr: Avancé
it_it: Avanzate
nl_nl: Geavanceerd
ru: Дополнительно
sk: Pokročilé

# SettingsView_Section_StartOnLogin
source: Start on Login
cs: Spouštění po přihlášení
de: Bei Anmeldung starten
el: Έναρξη κατα την συνδεση
es: Iniciar al hacer login
fr: Démarrer à l'ouverture de session
it_it: Avvia al Login
nl_nl: Automatisch opstarten bij inloggen
ru: Запускать при входе в систему
sk: Zapnúť po príhlásení

# SettingsView_Section_WatchedFolders
source: Watched Folders
cs: Sledované adresáře
de: Überwachte Ordner
el: Παρακολουθούμενοι Φάκελοι
es: Carpetas Supervisadas
fr: Dossiers surveillés
it_it: Cartelle Monitorate
ru: Отслеживаемые папки
sk: Sledované priečinky

# SettingsView_ShowBalloonWhenSynchronized
source: Show 'Synchronized' balloon messages
cs: Zobrazovat bublinová upozornění 'Synchronizováno'
de: Synchronieserungs-Benachrichtigungen im Infobereich anzeigen
el: Εμφάνιση «Συγχρονισμένα» μηνυμάτα
es: Mostrar globos de mensajes de 'Sincronizado'
fr: Montrer les notifications de synchronisation
it_it: Mostra i messaggi informativi 'Sincronizzato'
ru: Показывать сообщения о синхронизации в трее
sk: Zobraziť 'Synchronizované' oznámenia

# SettingsView_StartMinimized
source: Start Minimized
cs: Spouštět minimalizováno
de: Minimiert starten
el: Έναρξη σε ελαχιστοποιημένη μορφή
es: Iniciar minimizado
fr: Démarrer en mode réduit
it_it: Avvia Minimizzato
nl_nl: Geminimaliseerd opstarten
ru: Запускать свернутым
sk: Spustiť minimalizovaný

# SettingsView_StartOnLogin
source: Automatically start on login
cs: Spouštět po přihlášení
de: Automatisch bei Anmeldung starten
el: Αυτόματη εκκίνηση στην σύνδεση
es: Iniciar automáticamente al hacer login
fr: Démarrer automatiquement à l'ouverture de session
it_it: Avvia in automatico al login
nl_nl: Automatisch opstarten bij inloggen
ru: Автоматически запускать при логине
sk: Automatický štart po prihlásení

# SettingsView_StartOnLogin_PermissionDenied
source: Permission denied. Please start SyncTrayzor as an Administrator to change these settings.
cs: Nedostatek oprávnění. Pro změnu těchto nastavení spusťte SyncTrayzor jako administrátor.
de: Zugriff verweigert. Bitte starten Sie SyncTrayzor als Administrator um diese Einstellungen anzupassen.
el: Δεν έχετε άδεια πρόσβασης. Παρακαλούμε ξεκινήστε το SyncTrayzor ως διαχειριστής για να αλλάξετε αυτές τις ρυθμίσεις.
es: Permiso denegado. Por favor, inicia SyncTrayzor como Administrador para modificar estas preferencias.
fr: Autorisation refusée. Veuillez redémarrer SyncTrayzor en tant qu'administrateur pour que ces changements prennent effet.
it_it: Permesso negato. Prego avviare SyncTrayzor come Amministratore per cambiare questi parametri.
nl_nl: De toegang is geweigerd. Start SyncTrayzor als een administrator om deze instellingen te wijzigen.
ru: В доступе отказано. Пожалуйста запустите SyncTrayzor с правами администратора для изменения этих настроек.
sk: Povolenie zamietnuté. Prosím spustite SyncTrayzor ako Administrátor na zmenu týchto nastavení.

# SettingsView_StartSyncthingAutomatically
source: Start Syncthing when SyncTrayzor starts
cs: Spouštět Syncthing při spuštění SyncTrayzor
de: Starte Syncthing wenn SyncTrayzor gestartet wird
el: Έναρξη του Syncthing όταν ξεκινά το SyncTrayzor
es: Iniciar Syncthing cuando se inicie SyncTrayzor
fr: Démarrer Syncthing en même temps que SyncTrayzor
it_it: Avvia Syncthing quando SyncTrayzor si sta avviando
nl_nl: Syncthing starten wanneer SyncTrayzor wordt gestart
ru: Запускать Syncthing вместе с SyncTrayzor.
sk: Spustiť Syncthing pri štarte SyncTrayzor

# SettingsView_SyncthingAddress
source: GUI Listen Address:
cs: Adresa naslouchání GUI:
de: Listen-Adresse der GUI:
el: GUI Διεύθυνση:
es: Dirección de escucha del GUI:
fr: Adresse d'écoute GUI :
it_it: Indirizzo Di Ascolto GUI:
nl_nl: GUI-luisteradres:
ru: Адрес для подключения интерфейса:
sk: Adresa načúvania GUI:

# SettingsView_SyncthingAddress_ToolTip
source: SyncTrayzor overrides the "GUI Listen Address" specified in Syncthing's configuration. However, you can set it to whatever value you like here.
cs: SyncTrayzor přepíše adresu naslouchání GUI uvedenou v nastavení Syncthing. Můžete ji však nastavit na jakoukoliv hodnotu, jako je uvedeno zde.
de: SyncTrayzor überschreibt die "Listen-Adresse der GUI" die in Syncthing konfiguriert wurde. Für einen eigenen Wert kann dieser jedoch hier hinterlegt werden.
el: Το SyncTrayzor παρακάμπτει την GUI διεύθυνση που καθορίζεται στην διαμόρφωση του Syncthing. Ωστόσο, μπορείτε να το ρυθμίσετε σε οτι τιμή σας αρέσει εδώ.
es: SyncTrayzor ignora la "Dirección de escucha del GUI" definida en la configuración de Syncthing. Sin embargo, puedes especificar aquí el valor que desees.
fr: SyncTrayzor outrepasse l'adresse d'écoute GUI spécifiée dans la configuration de Syncthing. Toutefois, vous pouvez la régler sur la valeur de votre choix ici
it_it: SyncTrayzor sovrascrive l'indirizzo di ascolto GUI specificato nella configurazione di Syncthing. Tuttavia, puoi impostarlo qua.
nl_nl: SyncTrayzor overschrijf het "GUI-luisteradres" gespecifieerd in de Syncthing instellingen. U kunt de waarde echter naar gelieve veranderen.
ru: Адрес для подключения интерфейса SyncTrayzor превалирует над настройками Syncthing. Однако, вы можете поставить здесь любое значение.
sk: SyncTrayzor nahrádza "Adresu načúvania GUI" uvedenú v konfigurácii Syncthing. Napriek tomu, ju môžete zmeniť na akúkoľvek hodnotu.

# SettingsView_SyncthingUseCustomHome
source: Use custom home directory for Syncthing.
de: Eigenen Stammordner für Syncthing verwenden.
el: Χρήση προσαρμοσμένου καταλόγου για το Syncthing
fr: Choisir un autre dossier "home" pour Syncthing
ru: Использовать собственную папку Syncthing.
sk: Použiť vlastný domovský adresár pre Syncthing.

# SettingsView_SyncthingUseCustomHome_ToolTip
source: This will mean that SyncTrayzor will see a different set of configured folders to any other Syncthing instances on your computer.
de: Dies bedeutet das SyncTrayzor eine unterschiedliche Sammlung von eingestellten Ordnern sehen wird.
el: Αυτό θα σημαίνει ότι το Syncrayzor θα εμφανισει ένα διαφορετικό σύνολο διαμορφωμένων φακέλων σε άλλες περιπτώσεις του Syncthing στον υπολογιστή σας.
fr: Ceci signifie que SyncTrayzor verra un jeu de dossiers de synchronisation différent de celui de n'importe quelle autre instance de Syncthing sur cet ordinateur.
ru: Подразумевается что SyncTrayzor будет смотреть другой набор папок для всех экземпляров Syncthing на этом компьютере.
sk: Toto znamená, že SyncTrayzor detekuje inú sadu nakonfigurovaných priečinkov pre každý proces Syncthing.

# SettingsView_Title
source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Preferencias
fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
ru: Настройки
sk: Nastavenia

# SettingsView_SyncthingEnvironmentalVariables
source: Syncthing Environmental Variables:
cs: Proměnné prostředí Syncthing:
de: Syncthing Umgebungsvariablen:
el: Syncthing περιβαλλοντικές μεταβλητές:
es: Variables de Entorno de Syncthing:
fr: Variables d’environnement de Syncthing :
it_it: Variabili Di Ambiente Synchting:
nl_nl: Syncthing Omgevingen Variabelen:
sk: Premenné prostredia Syncthing:

# SettingsView_WatchedFolders_Unavailable
source: Folders unavailable. Please start Syncthing
cs: Adresáře nejsou dostupné. Spusťte prosím Syncthing
de: Ordner nicht verfügbar, bitte Syncthing starten.
el: Φάκελοι μη διαθέσιμη. Παρακαλούμε ξεκινήστε το Syncthing
es: Carpetas no disponibles. Por favor inicia Syncthing
fr: Dossiers indisponibles. Veuillez démarrer Syncthing
it_it: Cartelle non disponibili. Prego avviare Synchting.
nl_nl: Geen mappen beschikbaar. Start Syncthing.
ru: Папки недоступны. Запустите Syncthing
sk: Priečinky nie sú dostupné. Prosím zapnite Syncthing

# AboutView_UnknownVersion
source: Unknown
cs: Neznámý
de: Unbekannt
el: Άγνωστο
es: Desconocida
fr: Inconnu
it_it: Sconosciuto
nl_nl: Onbekend
ru: Неизвестно
sk: Neznáme

# Dialog_ConfirmKillAllProcesses_Message
source: Are you sure you want to kill all Syncthing processes, even those not managed by SyncTrayzor?
cs: Are you sure you want to kill all Syncthing processes, even those not managed by SyncTrayzor? This risks corrupting Syncthing's database. ONLY do this if you are unable to start Syncthing because another Syncthing process is currently running.
de: Sicher das Sie alle Syncthing-Prozesse beenden wollen, auch solche die nicht durch SyncTrayzor verwaltet werden?
el: Είστε σίγουροι ότι θέλετε να τερματισετε όλες τις διεργασίες του Syncthing, ακόμα και αυτες που δεν διαχειρίζεται το SyncTrayzor;
es: Are you sure you want to kill all Syncthing processes, even those not managed by SyncTrayzor? This risks corrupting Syncthing's database. ONLY do this if you are unable to start Syncthing because another Syncthing process is currently running.
fr: Voulez-vous vraiment arrêter tous les processus Syncthing, y compris ceux non gérés par SyncTrayzor ?
it_it: Sei sicuro di voler terminare tutti i processi Syncthing, anche quelli non gestiti da SyncTrayzor?
nl_nl: Weet u zeker dat u alle Syncthing processen wilt sluiten, zelfs die die niet door SyncTrayzor gemanaged worden? Hierbij is het risico dat Syncthing's database corrut zou kunnen raken. Doe dit ALLEEN als u Syncthing niet kunt starten omdat er momenteel een ander Syncthing proces actief is.
ru: Действительно хотите убить все процессы Syncthing, даже не управляемые через SyncTrayzor?
sk: Ste si istý, že chcete ukončiť všetky procesy Syncthing, i tie, ktoré nie sú spravované SyncTrayzorom?
