Repository: canton7/SyncTrayzor
Catalog: src/SyncTrayzor/Properties/Strings/Resources.*.resx
Languages: cs, de, el, es, fr, it_it, nl_nl, ru, sk

# Dialog_ConfirmKillAllProcesses_Title
source: Really?
cs: Opravdu?
de: Wirklich sicher?
el: Αλήθεια;
es: ¿Seguro?
fr: Vraiment ?
it_it: Sei Sicuro?
nl_nl: Weet u het zeker?
ru: Действительно?
sk: Ste si istý?

# Dialog_FailedToStartSyncthing_Message
source: Failed to start Syncthing. Please read the log to determine the cause. If "FATAL: Cannot open database" appears, please close any other open instances of Syncthing. If SyncTrayzor crashed previously, there may still be zombine Syncthing processes alive. Please use the menu option "Syncthing -> Kill all Syncthing processes" to stop them, then use "Syncthing -> Start" to start Syncthing again.
cs: Spuštění Syncthing selhalo. Pro určení příčiny prosím zkontrolujte log. Pokud je příčinou chyba "FATAL: Cannot open database", zavřete prosím všechny instance Syncthing. Pokud předtím selhal SyncTrayzor, mohou se stále vyskytovat zombie procesy Syncthing. Pro jejich zastavení použijte prosím "Syncthing -> Zabít všechny procesy Syncthing" a "Syncthing -> Spustit" pro opětovné spuštění Syncthing.
de: Syncthing konnte nicht gestartet werden. Bitte das Logfile analysieren um den Grund festzustellen. Wenn eine Meldung "FATAL: Cannot open database" erscheint, bitte kontrollieren das keine anderen Instanzen von Syncthing auf diesem Computer laufen. Falls SyncTrayzor vorher abgestürzt ist, können noch unbeaufsichtigte Prozesse laufen, in diesem Fall bitte alle Prozesse über das Syncthing-Menü beenden. Danach Syncthing einfach wieder starten.
el: Αποτυχία να ξεκινήσει το Syncthing. Παρακαλούμε διαβάστε το αρχείο καταγραφής για να προσδιορίσετε την αιτία. Αν εμφανίζεται η ειδηση "Μοιραίο: Αδυναμια ανοιγματος βάσης δεδομένων", παρακαλούμε κλείστε όλα τα άλλα ανοικτα παραθυρα του Syncthing. Αν το SyncTrayzor συνετρίβη στο παρελθόν, μπορεί να υπάρχουν ακόμη διαδικασίες Syncthing ενεργες. Παρακαλούμε χρησιμοποιήστε την επιλογή μενού "Syncthing -> Τερματισμος ολων των Syncthing διαδικασιων» για να τα σταματήσετε, και στη συνέχεια χρησιμοποιήστε "Syncthing -> ναρξη" για να ξεκινήσετε το Syncthing πάλι.
es: Fallo al iniciar Syncthing Por favor, lee el log para determinar la causa. Si aparece "FATAL: Cannot open database", por favor cierra todas las otras instancias de Syncthing que estén abiertas. Si previamente SyncTrayzor abortó es posible que esté corriendo aún algún proceso "zombie" de Syncthing. Por favor, usa la opción del menú "Syncthing -> Eliminar todos los procesos Syncthing" para pararlos, luego usa "Syncthing -> Iniciar" para iniciar Syncthing de nuevo.
it_it: Impossibile avviare Syncthing. Prego leggere il log per capirne la causa. Se appare l'errore "FATAL:Cannot open database", prego chiudere tutte le altre instanze di Syncthing. Se SyncTrayzor ha avuto un precedente crash, ci possono essere dei processi ancora attivi in background. Usare il menu "Syncthing->Termina tutti i processi Syncthing" per terminarli, e "Syncthing->Avvia" per riavviare Syncthing.
nl_nl: Het is niet gelukt Syncthing te starten. Lees a.u.b. het logboek om de oorzaak te achterhalen. Indien "FATAL: Cannot open database" verschijnt, a.u.b. alle andere Syncthing processen sluiten. Indien SyncTrayzor eerder gecrashed is zal er een Synchthing proces zijn. Gebruik a.u.b. de menu optie "Syncthing -> Alle Syncthing-processen vernietigen" om deze te stoppen, en gebruik dan "Syncthing -> Starten" om Syncthing weer te starten.
ru: Не удалось запустить Syncthing. Пожалуйста посмотрите лог для определения причины. Если появилось "FATAL: Cannot open database", то закройте любые другие экземпляры Syncthing. Если SyncTrayzor уже падал, то возможно остались зависшие экземпляры Syncthing. Используйте опцию "Syncthing -> Убить все процессы Syncthing" чтобы остановить их, затем "Syncthing -> Старт" для старта Syncthing.
sk: Syncthing sa nedokázal spustiť. Prosím prečítajte si log, na zistenie príčiny. Ak s zobrazí "FATAL: Cannot open database" prosím ukončite všetky ďalšie procesy Syncthing. V prípade pádu SyncTrayzor, je možné, že sa v systéme vyskytujú aktívne procesy Syncthing. Použite možnosť v menu "Syncthing -> Ukončiť všetky procesy Syncthing" na ich ukončenie a následne Syncthing znovu spustite pomocou "Syncthing -> Štart".

# Dialog_FailedToStartSyncthing_Title
source: Syncthing failed to start
cs: Spuštění Syncthing selhalo
de: Beim starten von Syncthing trat ein Fehler auf
el: Το Syncthing απέτυχε να ξεκινήσει
es: Fallo al iniciar Syncthing
fr: Syncthing n' pas pu démarrer
it_it: Impossibile avviare Syncthing
nl_nl: Het is niet gelukt om Syncthing te starten
ru: Не смог запустить Syncthing
sk: Syncthing sa nedokázal spustiť

# Dialog_SyncthingBlockedByGroupPolicy_Message
source: Unable to start Syncthing: {0} This could be because Windows if set up to forbid executing files in AppData, or because you have anti-malware installed (e.g. CryptoPrevent ) which prevents executing files in AppData. Please adjust your settings / whitelists to allow '{1}' to execute
cs: Nebylo možné spustit Syncthing: {0} Toto může být způsobeno nastavením Windows tak, aby odmítal spustit soubory ze složky AppData nebo máte nainstalovaný anti-malware program (např. CryptoPrevent), který zabraňuje spuštění souborů ze složky AppData. Upravte prosím Vaše nastavení / whitelist tak, aby povoloval spustit '{1}'
de: Syncthing konnte nicht gestartet werden: {0} Dies kann passieren wenn keine Dateien aus dem %APPDATA%-Verzeichnis gestartet werden können. Mögliche Gründe können Viren- oder Malwareschutz-Programme sein (z.B. CryptoPrevent) welche dies gezielt verhindern. Bitte die Einstellung entsprechend anpassen bzw. '{1}' in die Whitelists eintragen.
el: Αδύνατη η εκκίνηση του Syncthing: {0} Αυτό μπορεσε να γινει επειδή το Windows απαγορεύσε την εκτέλεση αρχείων, ή επειδή έχετε εγκαταστησει Anti-Malware λογισμικα (π.χ. CryptoPrevent) που εμποδίζουν την εκτέλεση των αρχείων. Παρακαλούμε να προσαρμόσετε τις ρυθμίσεις/λευκές λίστες σας επιτρέπουν να '{1}' να εκτελέσει
es: No puedo iniciar Syncthing: {0} Esto puede deberse a que Windows está configurado para prohibir la ejecución de ficheros en AppData, o porque tienes algún anti-malware instalado (por ejemplo CryptoPrevent), que previene la ejecución de ficheros en AppData. Por favor, ajusta tus preferencias / lista blanca para permitir que '{1}' se pueda ejecutar.
it_it: Impossibile avviare Syncthing: {0} Ciò potrebbe essere perchè Windows, è impostato in modo da vietare l'esecuzione di files in AppData o perchè hai installato un anti-malware (es: CryptoPrevent ) che impedisce l'esecuzione di files in AppData. Prego modifica le tue impostazioni / whitelist '{1}' per consentire l'esecuzione
nl_nl: Het is niet mogelijk Syncthing te starten: {0} Een mogelijke oorzaak is dat Windows het verbied om bestanden vanuit AppData te starten of doordat u anti-malware geinstalleerd hebt (zoals CryptoPrevent) die het starten van bestanden vanuit AppData tegenhouden. Verander a.u.b. uw instellingen om '{1}' te laten starten.
ru: Не могу запустить Syncthing: {0} Быть потому что Windows настроена не разрешать запускать файлы в AppData, или потому что установлен антивирус (например, CryptoPrevent) запрещающий запуск в AppData. Разрешите исполнение '{1}' в ваших настройках
sk: Syncthing sa nedá spustiť: {0} Toto môže byť spôsobené nastavením systému, ktoré znemožňuje spúšťanie aplikácii v AppData, alebo nainštalovaným anti-malware softvéru 3. strany (napr. CryptoPrevent), ktoré zabraňuje spúšťaniu aplikácii v AppData. Upravte nastavenia / výnimky aby bolo možné '{1}' spustiť

# Dialog_SyncthingBlockedByGroupPolicy_Title
source: Error starting Syncthing
cs: Chyba při spouštění Syncthing
de: Fehler beim starten von Syncthing
el: Αδύνατη η εκκίνηση του Syncthing
es: Error iniciando Syncthing
fr: Erreur lors du démarrage de Syncthing
it_it: Errore nel lanciare Syncthing
nl_nl: Er is een fout opgetreden bij het starten van Syncthing
ru: Ошибка при запуске Syncthing
sk: Problém pri štarte Syncthing

# SettingsView_Validation_InvalidUrl
source: Must be a valid URL
cs: Musí být platná URL adresa
de: Gültige URL eingeben
el: Πρέπει να είναι έγκυρη η διεύθυνση URL
es: Debe ser un URL válido
fr: Doit être une URL valide
it_it: Deve essere un URL valido
nl_nl: Het moet een geldige URL zijn
ru: Должен быть правильный адрес URL
sk: Adresa URL musí byť správna

# SettingsView_Validation_NotShouldBeEmpty
source: Should not be empty
cs: Nemělo by být prázdné
de: Darf nicht leer sein
el: Δεν πρέπει να είναι κενή
es: No debe estar vacío
fr: Ne doit pas être vide
it_it: Non può essere vuoto
nl_nl: Het mag niet leeg worden gelaten
ru: Не должно быть пустым
sk: Nemalo by byť prázdne

# ThirdPartyComponentsView_ComponentDescriptionLabel
source: Description:
cs: Popis:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
it_it: Descrizione:
nl_nl: Beschrijving:
ru: Описание:
sk: Popis:

# ThirdPartyComponentsView_ComponentHomepageLabel
source: Homepage:
cs: Domovská adresa:
el: Ιστοσελίδα:
es: Página principal:
fr: Page d'accueil :
nl_nl: Website:
ru: Вебсайт:
sk: Domovská stránka:

# ThirdPartyComponentsView_ComponentLicenseLabel
source: License:
cs: Licence:
de: Lizenz:
el: Άδεια:
es: Licencia:
fr: Licence :
it_it: Licenza:
nl_nl: Licentie:
ru: Лицензия:
sk: Licencia:

# ThirdPartyComponentsView_ComponentLicenseTextLabel
source: License Text:
cs: Text licence:
de: Lizenz-Text:
el: Κείμενο αδειας:
es: Texto de la licencia:
fr: Texte de licence :
it_it: Testo Licenza:
nl_nl: Licentietekst:
ru: Текст лицензии:
sk: Text licencie:

# ThirdPartyComponentsView_ComponentNameLabel
source: Name:
cs: Jméno:
el: Όνομα:
es: Nombre:
fr: Nom :
it_it: Nome:
nl_nl: Naam:
ru: Имя:
sk: Meno:

# ThirdPartyComponentsView_ComponentNotesLabel
source: Notes:
cs: Poznámky:
de: Anmerkungen:
el: Σημειώσεις:
es: Notas:
it_it: Note:
nl_nl: Notities:
ru: Заметки:
sk: Poznámky:

# ThirdPartyComponentsView_Intro
source: SyncTrayzor is built using many open-source components, and would not exist without them. Details on each component, and its license text, are shown below.
cs: SyncTrayzor je vytvořen pomocí mnoha open-source komponent, bez kterých by nemohl existovat. Detaily a licence každé komponenty jsou zobrazeny níže.
de: SyncTrayzor verwendet viele Open-Source-Komponenten ohne die es nicht existieren würde. Genaueres zu jeder Komponente, sowie die entsprechenden Lizenz-Texte, werden unten angezeigt.
el: Το SyncTrayzor έχει δομηθεί χρησιμοποιώντας πολλές συνιστώσες ανοιχτού κώδικα, και δεν θα υπήρχε χωρίς αυτες. Λεπτομέρειες για κάθε συστατικό, καθώς και το κείμενο της άδειας χρήσης, παρουσιάζονται παρακάτω.
es: SyncTrayzor ha sido creado usando muchos componentes de código abierto y no existiría sin ellos. Debajo se muestran los detalles de cada componente y sus licencias.
fr: SyncTrayzor est basé sur plusieurs composants opensource et n'aurait pas pu exister sans eux. Les détails de chaque composant ainsi que l'énoncé de la licence correspondante sont présentés ci-dessous.
it_it: SyncTrayzor è compilato usando molti componenti open-source, e non esisterebbe senza di essi. I dettagli di ogni componente, e le licenze sono indicati di seguito.
nl_nl: SyncTrayzor is gebouwd met behulp van vele open bron-onderdelen en zou niet kunnen bestaan zonder ze. De details van elk onderdeel, incl. licentietekst, worden hieronder weergegeven.
ru: SyncTrayzor сделан с использованием множества сторонних компонентов с открытым исходным кодом и не существовал бы без них. Подробности о каждом компоненте и его лицензия представлены ниже.
sk: SyncTrayzor je vytvorený pomocou mnohých open-source komponentov a jeho existencia bez nich by nebola možná. Detaily o každom z nich a ich text licencie sú uvedené nižšie.

# ThirdPartyComponentsView_Title
source: Third Party Components
cs: Komponenty třetích stran
de: Dritt-Komponenten
el: Εξαρτήματα τρίτων
es: Componentes de terceros:
fr: Composants tiers
it_it: Componenti Di Terze Parti
nl_nl: Onderdelen van derde partijen
ru: Сторонние компоненты
sk: Komponenty tretích strán

# TrayIcon_Balloon_FinishedSyncing_Message
source: {0}: Finished Syncing
cs: {0}: Synchronizace dokončena
de: {0}: Synchronisation abgeschlossen
el: {0}: Τελος συγχρονισμού
es: {0}: Sincronización finalizada
fr: {0} Synchronisation terminée
it_it: {0}: Sincronizzazione Completata
nl_nl: {0}: Het synchroniseren is voltooid
ru: {0}: закончил синхронизацию
sk: {0}: Synchronizácia ukončená

# TrayIcon_Balloon_FinishedSyncing_Title
source: Finished Syncing
cs: Synchronizace dokončena
de: Synchronisation abgeschlossen
el: Τελος συγχρονισμού
es: Sincronización finalizada
fr: Synchronisation terminée
it_it: Sincronizzazione Completata
nl_nl: Het synchroniseren is voltooid
ru: Синхронизация закончена
sk: Synchronizácia ukončená

# TrayIcon_Menu_CloseToTray
source: Close to Tray
cs: Zavřít do tray
de: Beim schließen in den Infobereich minimieren
el: Κλεισιμο στο δίσκο
es: Cerrar al área de notificaciones
fr: Fermer vers la zone de notification
it_it: Chiudi nella barra delle applicazioni
nl_nl: Sluiten naar systeemvak
ru: Закрыть в трей
sk: Zavrieť na lištu

# TrayIcon_Menu_Exit
source: _Exit
cs: _Ukončit
de: _Beenden
el: _Eξοδος
es: _Salir
fr: _Quitter
it_it: _Esci
nl_nl: _Afsluiten
ru: _Выход
sk: _Ukončiť program

# TrayIcon_Menu_Restore
source: _Restore
cs: O_bnovit
de: _Wiederherstellen
el: _Επαναφορά
es: _Restaurar
fr: _Restaurer
it_it: _Ripristina
nl_nl: _Herstellen
ru: В_осстановить
sk: _Obnoviť

# TrayIcon_Menu_Settings
source: Sett_ings
cs: _Nastavení
de: _Einstellungen
el: Ρυθμίσεις
es: Pre_ferencias
fr: Paramètres
it_it: _Impostazioni
nl_nl: Inste_llingen
ru: _Настройки
sk: _Nastavenia

# TrayIcon_Menu_StartSyncthing
source: _Start
cs: _Spustit Syncthing
de: _Starten
el: _Έναρξη
es: _Iniciar Syncthing
fr: _Démarrage
it_it: _Avvia Syncthing
nl_nl: _Start Syncthing
ru: _Старт
sk: _Start Syncthing

# TrayIcon_Menu_StopSyncthing
source: S_top
cs: U_končit Syncthing
de: _Anhalten
el: Σ_τοπ
es: _Parar Syncthing
fr: A_rrêt
it_it: _Ferma Syncthing
nl_nl: S_top Syncthing
ru: С_топ
sk: S_top Syncthing

# UnhandledExceptionView_IntroMessage
source: Oops! Something went badly wrong. SyncTrayzor is going to have to close. Sorry about that
cs: Ups! Něco je špatně. Je nám líto, ale SyncTrayzor se musí ukončit.
de: Hoppla! Irgendwas ist schief gelaufen. SyncTrayzor wird nun geschlossen.
el: Ωχ! Κάτι πήγε πολύ στραβά. Το SyncTrayzor θα πρέπει να κλείσει. Συγνώμη για αυτό
es: ¡Ups! Algo ha ido realmente mal. SyncTrayzor se va a cerrar. Lo sentimos.
fr: Oops! Quelque chose s'est très mal passé. SyncTrayzor doit se fermer. Veuillez nous excuser.
it_it: Oops! Qualcosa è andato storto. SyncTrayzor dovrà essere terminato. Ci scusiamo.
nl_nl: Oeps, er ging iets grondig mis! SyncTrayzor gaat nu afsluiten. Onze excuses.
ru: Ой! Что-то сработало неправильно. SyncTrayzor закрывается. Извините.
sk: Hups! Niečo sa pokazilo! SyncTrayzor sa musí zavrieť. Ospravedlňujeme sa

# UnhandledExceptionView_LogFileLocation_Pre
source: You may be asked to provide a log file. You can find this in:
cs: Můžete být požádán o poskytnutí souboru logu. Ten můžete najít v:
de: Falls Sie gefragt nach einem Logfile gefragt werden finden Sie dies in:
el: Μπορεί να σας ζητηθεί να δώσετε ένα αρχείο καταγραφής. Μπορείτε να το βρείτε σε:
es: Es posible que se te pida aportar un archivo de logs. Puedes encontrarlo en:
fr: Vous pourriez être appelé à fournir un fichier journal. Vous pouvez le trouver ici :
it_it: Potrebbe essere richiesto un file di log. Lo puoi trovare in:
nl_nl: Het kan zijn dat u wordt gevraagd om een logbestand op te geven. U kunt dit bestand vinden in:
ru: Вас могут попросить предоставить лог. Можете найти его в:
sk: Môžete byť požiadaný o pridanie log súboru. Nájdete ho tu:

# UnhandledExceptionView_PleaseOpenIssue_Post
source: and include the following information:
cs: a vložte následující informace:
de: und fügen Sie die folgenden Informationen hinzu:
el: και περιλαμβάνει τις ακόλουθες πληροφορίες:
es: e incluye la siguiente información:
fr: et inclure les informations suivantes :
it_it: e aggiungi le seguenti informazioni:
nl_nl: en geef de volgende informatie op:
ru: и включить следующую информацию:
sk: a zahrňte nasledovné informácie:

# UnhandledExceptionView_PleaseOpenIssue_Pre
source: Please open an issue at
cs: Prosím upozorněte na problém (Open an issue) na
de: Bitte eröffnen Sie einen Support-Fall bei
el: Παρακαλούμε ανοίξτε ένα θέμα στο
es: Por favor, abre una cuestión en
it_it: Prego aprire un ticket a
nl_nl: Open een probleemrapport op:
ru: Пожалуйста сообщите о произошедшем на
sk: Prosím otvorte tiket na

# UnhandledExceptionView_Title
source: Error!
cs: Chyba!
de: Fehler!
el: Σφάλμα!
fr: Erreur !
it_it: Errore!
nl_nl: Fout!
ru: Ошибка!
sk: Chyba!

# ViewerView_SyncthingStarting
source: Syncthing Starting...
cs: Syncthing se spouští...
de: Syncthing startet...
el: Έναρξη του Syncthing...
es: Iniciando Syncthing...
fr: Démarrage de Syncthing...
it_it: Syncthing in avvio...
nl_nl: Bezig met starten van Syncthing...
ru: Syncthing запускается...
sk: Syncting sa spúšťa...

# ViewerView_SyncthingStopped
source: Syncthing Stopped
cs: Syncthing zastaven
de: Syncthing angehalten
el: Το Syncthing διακόπηκε
es: Syncthing se paró
fr: Syncthing est arrêté
it_it: Syncthing fermato.
nl_nl: Syncthing is gestopt
ru: Syncthing остановлен
sk: Syncthing je pozastavený

# Generic_Dialog_No
source: No
cs: Ne
de: Nein
el: Οχι
fr: Non
nl_nl: Nee
ru: Нет
sk: Nie

# Generic_Dialog_Yes
source: Yes
cs: Ano
de: Ja
el: Ναι
es: Sí
fr: Oui
it_it: Si
nl_nl: Ja
ru: Да
sk: Áno

# TranslatorAttributation
source: <LANGUAGE> translation by <YOUR NAME>
cs: Do češtiny přeložil chucic
de: Deutsche Übersetzung von Adrian Rudnik
el: <Ελληνικη> μετάφραση από τον <Βασιλης Μανδρατζης-Βαλτς>
es: Traducido al Español por Diego Sierra
fr: <LANGUE> traduit par <VOTRE NOM>
it_it: Italian translation by stukdev
nl_nl: Nederlandse vertaling door noodle-
ru: Переведено на русский Иваном Лапенковым
sk: Do slovenského jazyka preložil Lukáš Černý

# SettingsView_Section_TrayIcon
source: Tray Icon
cs: Ikona v tray
de: Infobereich-Icon
el: Εικονιδίο γραμμής εργασιών
es: Icono de notificación
fr: Icône du systray
it_it: Icona barra delle applicazioni
nl_nl: Taakbald Icoon
ru: Иконка в трее
sk: Ikona na lište

# SettingsView_ShowDeviceConnectivityBalloons
source: Show device Connected/Disconnected balloon messages
cs: Zobrazovat bublinová upozornění 'Zařízení připojeno/odpojeno'
de: Zeige Benachrichtigungen über verbundene/getrennte Geräte
el: Εμφάνιση της συσκευής σύνδεσης/αποσύνδεσης μηνυμάτων μπαλονιού
es: Mostrar globos de mensajes de dispositivos Conectados/Desconectados
fr: Montrer les messages de connexion/déconnexion des appareils
it_it: Mostra i dispositivi Connessi/Disconnessi nei messaggi informativi
nl_nl: Laat apparaat Verbonden/Losgekoppeld ballon berichten zien
ru: Показывать сообщения о подключении/отключении устройств
sk: Zobraziť notifikácie: Zariadenie pripojené/odpojené

# TrayIcon_Balloon_DeviceConnected_Message
source: {0} connected
cs: {0} připojeno
de: {0} verbunden
el: {0} συνδεθηκε
es: {0} connectado(s)
fr: {0} connecté
it_it: {0} connesso
nl_nl: {0} verbonden
ru: {0} подключено
sk: {0} pripojené

# TrayIcon_Balloon_DeviceConnected_Title
source: Device Connected
cs: Zařízení připojeno
de: Gerät verbunden
el: Συνδεδεμένη συσκευή
es: Dispositivo Conectado
fr: Appareil connecté
it_it: Dispositivo Connesso
nl_nl: Apparaat Verbonden
ru: Устройство подключено
sk: Zariadenie pripojené

# TrayIcon_Balloon_DeviceDisconnected_Message
source: {0} disconnected
cs: {0} odpojeno
de: {0} getrennt
el: {0} αποσυνδεθηκε
es: {0} desconectado(s)
fr: {0} déconnecté
it_it: {0} disconnesso
nl_nl: {0} losgekoppeld
ru: {0} отключено
sk: {0} odpojené

# TrayIcon_Balloon_DeviceDisconnected_Title
source: Device Disconnected
cs: Zařízení odpojeno
de: Gerät getrennt
el: Αποσυνδεδεμένη συσκευή
es: Dispositivo Desconectado
fr: Appareil déconnecté
it_it: Dispositivo Disconnesso
nl_nl: Apparaat Losgekoppeld
ru: Устройство отключено
sk: Zariadenie odpojené

# ShellView_Menu_Syncthing_Restart
source: R_estart
cs: _Restartovat
de: _Neustart
el: Επανεκκίνηση
es: _Reiniciar
fr: R_edémarrer
it_it: _Riavvio
nl_nl: H_erstart
ru: _Перезапустить
sk: R_eštart

# TrayIcon_Menu_RestartSyncthing
source: R_estart
cs: _Restartovat Syncthing
de: _Neustart
el: Επανεκκίνηση
es: _Reiniciar Syncthing
fr: R_edémarrer
it_it: _Riavvia Syncthing
nl_nl: H_erstart Syncthing
ru: _Перезапустить
sk: R_estart Syncthing

# SettingsView_SyncthingDenyUpgrade
source: Stop Syncthing auto-upgrading
cs: Zakázat automatickou aktualizaci Syncthing
de: Syncthing-Version nicht automatisch aktualisieren
el: Διακοπή της αυτόματης αναβάθμισης του Syncthing
es: Parar la auto-actualización de Syncthing
fr: Arrêter la mise à jour automatique de Syncthing
it_it: Ferma l'auto-aggiornamento di Syncthing
nl_nl: Stop Syncthing auto-upgrade
ru: Остановить автообновления Syncthing
sk: Vypnúť automatickú aktualizáciu Syncthing

# SettingsView_SyncthingDenyUpgrade_ToolTip
source: Stop Syncthing from auto-upgrading. This is useful if a new version of Syncthing breaks compatibility with SyncTrayzor. You will need to downgrade the syncthing.exe file in SyncTrayzor's config folder
cs: Zakázat automatickou aktualizaci Syncthing. Užitečné, pokud je nová verze Syncthing nekompatibilní s programem SyncTrayzor. Budete muset vrátit aktualizaci syncthing.exe souboru v konfigurační složce SyncTrayzor
de: Verhindert das Syncthing sich automatisch aktualisiert. Dies kann dabei helfen die Kompatibilität von SyncTrayzor zu erhalten. Im Fehlerfall muss sonst die syncthing.exe in SyncTrayzors "config"-Ordner ersetzt werden.
el: Διακοπή του Syncthing από την αυτόματη αναβάθμιση. Αυτό είναι χρήσιμο εάν μια νέα έκδοση του Syncthing διασπά την συμβατότητα με το SyncTrayzor. Θα χρειαστεί να υποβαθμίσετε το αρχείο syncthing.exe στο φάκελο config του SyncTrayzor
es: Parar las auto-actualizaciones de Syncthing. Esto es útil si una nueva versión de Syncthing deja de ser compatible con SyncTrayzor. Necesitarías bajar la versión del archivo syncthing.exe en la carpeta de configuración de SyncTrayzor
fr: Empêcher Syncthing de se mettre à jour automatiquement. Ceci est utile lorsqu'une nouvelle version de Syncthing n'est plus compatible avec SyncTrayzor. Vous devrez rétrograder la version du fichier syncthing.exe dans le dossier de configuration de SyncTrayzor
it_it: Ferma l'auto-aggiornamento di Syncthing. Questo è utile se una nuova versione di Syncthing non è retrocompatibile con SyncTrayzor. Dovrai effettuare il downgrade del file syncthing.exe nella cartella di configurazione di SyncTrayzor
nl_nl: Stop Syncthing auto-upgraden. Dit is handig als een nieuwe Syncthing versie de compatibiliteit breekt met SyncTrayzor. U zult het syncthing.exe bestand in de SyncTrazyor configuratie map handmatig moeten downgraden.
ru: Остановить автообновления Syncthing. Использовать если новая версия Syncthing несовместима с SyncTrayzor. Вам нужно разместить старую версию syncthing.exe в папке настроек SyncTrayzor.
sk: Nepovoliť automatické aktualizácie Syncthing. Toto nastavenie je užitočné, v prípade, ak nová verzia Syncthing má problémy s kompatibilitou s programom SyncTrayzor. Ak sa tak stane, bude nutné manuálne zameniť súbor syncthing.exe v konfiguračnom priečinku SyncTrayzoru
